[
  {
    "id": 0,
    "quote": "You tried your best and you failed miserably. The lesson is: Never try.",
    "author": "Homer Simpson"
  },
  {
    "id": 1,
    "quote": "I'm a white male, age 18 to 49. Everyone listens to me, no matter how dumb my suggestions are.",
    "author": "Homer Simpson"
  },
  {
    "id": 2,
    "quote": "Me fail English? That's unpossible.",
    "author": "Ralph Wiggum"
  },
  {
    "id": 3,
    "quote": "Your ideas are intriguing to me, and I wish to subscribe to your newsletter.",
    "author": "Homer Simpson"
  },
  {
    "id": 4,
    "quote": "Everything’s coming up Milhouse.",
    "author": "Milhouse Van Houten"
  },
  {
    "id": 5,
    "quote": "I used to be with it, but then they changed what ‘it’ was, and now what I’m with isn’t it. And what’s ‘it’ seems weird and scary to me.",
    "author": "Abe Simpson"
  },
  {
    "id": 6,
    "quote": "I, for one, welcome our new insect overlords.",
    "author": "Kent Brockman"
  },
  {
    "id": 7,
    "quote": "It takes two to lie: one to lie and one to listen.",
    "author": "Homer Simpson"
  },
  {
    "id": 8,
    "quote": "They taste like burning.",
    "author": "Ralph Wiggum"
  },
  {
    "id": 9,
    "quote": "Marriage is like a coffin and each kid is another nail.",
    "author": "Homer Simpson"
  },
  {
    "id": 10,
    "quote": "I can’t promise I’ll try, but I’ll try to try.",
    "author": "Bart Simpson"
  },
  {
    "id": 11,
    "quote": "My cat’s breath smells like cat food.",
    "author": "Ralph Wiggum"
  },
  {
    "id": 12,
    "quote": "Just because I don't care doesn't mean I don't understand.",
    "author": "Homer Simpson"
  },
  {
    "id": 13,
    "quote": "Listen to your mother, kids. Aim low. Aim so low no one will even care if you succeed. Dinner's in the oven. If you want some butter it's under my face.",
    "author": "Marge Simpson"
  },
  {
    "id": 14,
    "quote": "If you pray to the wrong God, you might just make the right one madder and madder.",
    "author": "Homer Simpson"
  },
  {
    "id": 15,
    "quote": "May all your disgraces be private!",
    "author": "Mayor Quimby"
  },
  {
    "id": 16,
    "quote": "Since the beginning of time, man has yearned to destroy the sun.",
    "author": "Homer Simpson"
  },
  {
    "id": 17,
    "quote": "Sorry, Mom, the mob has spoken.",
    "author": "Bart Simpson"
  },
  {
    "id": 18,
    "quote": "Prayer. The last refuge of a scoundrel.",
    "author": "Lisa Simpson"
  },
  {
    "id": 19,
    "quote": "Mom, romance is dead. It was acquired in a hostile takeover by Hallmark and Disney, homogenized, and sold off piece by piece.",
    "author": "Lisa Simpson"
  },
  {
    "id": 20,
    "quote": "I learned that beneath my goody two shoes lies some very dark socks.",
    "author": "Lisa Simpson"
  },
  {
    "id": 21,
    "quote": "Well, he's kind of had it in for me ever since I accidentally ran over his dog. Actually, replace 'accidentally' with 'repeatedly' and replace 'dog' with 'son'.",
    "author": "Lionel Hutz"
  },
  {
    "id": 22,
    "quote": "You'll have to speak up, I'm wearing a towel.",
    "author": "Homer Simpson"
  },
  {
    "id": 23,
    "quote": "I don't hate your mother, Marge. I just wouldn't be sad if she died.",
    "author": "Homer Simpson"
  },
  {
    "id": 24,
    "quote": "Hi, Super Nintendo Chalmers!",
    "author": "Ralph Wiggum"
  },
   {
    "id": 25,
    "quote": "Oh, my God. The dead have risen, and they're voting Republican.",
    "author": "Bart Simpson"
  },
   {
    "id": 26,
    "quote": "The reason we have elected officials is so we don't have to think all the time.",
    "author": "Homer Simpson"
  },
   {
    "id": 27,
    "quote": "Bake him away, toys.",
    "author": "Chief Clancy Wiggum"
  },
   {
    "id": 28,
    "quote": "Last night's 'Itchy & Scratchy' was, without a doubt, the worst episode ever. Rest assured that I was on the Internet within minutes, registering my disgust throughout the world.",
    "author": "Comic Book Guy"
  },
   {
    "id": 29,
    "quote": "Well, it doesn't matter how you live or what you did wrong. As long as you're on TV, people will respect you.",
    "author": "Bart Simpson"
  },
   {
    "id": 30,
    "quote": "Why are you people avoiding me? Does my withered face remind you of the grim specter of death?",
    "author": "Abe Simpson"
  },
   {
    "id": 31,
    "quote": "If you need me, I'll be in the refrigerator.",
    "author": "Homer Simpson"
  },
   {
    "id": 32,
    "quote": "You're turning me into a crimminal when all I want to be is a petty thug.",
    "author": "Bart Simpson"
  },
   {
    "id": 33,
    "quote": "A man who envies our family is a man who needs help.",
    "author": "Lisa Simpson"
  },
   {
    "id": 34,
    "quote": "I hope you understand I'm too tense to pretend I like you.",
    "author": "Marge Simpson"
  },
   {
    "id": 35,
    "quote": "Shut up brain. I got friends now. I don't need you anymore.",
    "author": "Lisa Simpson"
  },
   {
    "id": 36,
    "quote": "Remember the time he ate my goldfish and you lied to me and said I never had any goldfish? Then why did I have the bowl, Bart? Why did I have the bowl?",
    "author": "Milhouse Van Houten"
  },
   {
    "id": 37,
    "quote": "If a cow ever got the chance, he'd eat you and everyone you care about.",
    "author": "Troy McClure"
  },
   {
    "id": 38,
    "quote": "Oh, wow, windows. I don't think I could afford this place.",
    "author": "Otto Mann"
  },
  {
    "id": 39,
    "quote": "Call this an unfair generalization if you must but old people are no good at everything.",
    "author": "Moe Szyslak"
  },
  {
    "id": 40,
    "quote": "The most rewarding part was when he gave me my money.",
    "author": "Dr. Nick Riviera"
  },
  {
    "id": 41,
    "quote": "Oh, wow. I've wasted my life",
    "author": "Otto Mann"
  },
  {
    "id": 42,
    "quote": "Man, you go through life, you try to be nice to people, you struggle to resist the urge to punch 'em in the face, and for what?",
    "author": "Moe Szyslak"
  }
]